{"content":[{"headline":"Erase Your Face","summary":"facial recognition","credits":{"text":"<p>\"Erase Your Face\" was produced by YR Media's Interactive team in collaboration with the Stanford d.school's K12 Lab, with support from the National Science Foundation and other generous funders.</p>","list":[{"k":"Creators","v":"Xion Abiodun, Valeria Araujo, Victoria Balla, Zoe Harwood, Dante Ruberto, Bayani Salgado, Ariel Tang"},{"k":"Reporters","v":"Noah Villarreal, Lola Amin-McCoy"},{"k":"Producer","v":"Nimah Gobir"},{"k":"Designer","v":"Marjerrie Masicat"},{"k":"Developer","v":"Radamés Ajna"},{"k":"Fellow","v":"Devin Glover"},{"k":"Editors","v":"Lissa Soep, Renato Russo, Ariam Mogos"}]},"infographic":["Camera detects a face in an image or video.","A photo is captured and analyzed using distinguishable landmarks as references. These landmarks can include a person’s nose size, distance between eyes, and face shape.","This facial analysis is then converted into a mathematical model.","The model is used to test against a database of photos until a face match is found."],"sections":[{"title":"null","type":"text","text":"<p>In the grand scheme of frustrations related to the pandemic, this one's small: you hold your phone up so Face ID can unlock it. You sit there for a few seconds before realizing, oh right, you’ve got a mask on! Your phone doesn't know who you are. </p>\n<p>The reason? Facial recognition relies on the software's ability to identify distinguishing physical characteristics, like the space between your eyes or width of your nose, and cross-check that data against billions of photos your device has been \"trained\" to classify. Artificial intelligence is what makes it all possible. The machine is performing a task like humans do, learning as it goes, but based on way more information than any person could handle.</p>","slug":"null"},{"title":"How Facial Recognition Works","type":"infographic","text":"<p>null</p>","slug":"how-facial-recognition-works"},{"title":"WISH I WERE HERE","type":"text","text":"<p>Here's the thing, though. Some of us are only now realizing the role that face-tracking apps play in our everyday lives because our features are suddenly hidden behind masks all the time. The state of being \"unseen\" is hardly new for communities that algorithms consistently fail to recognize. The miracle of unlocking digital and sometimes physical doors is operated by algorithms that exhibit bias and inaccuracies <a class=\"link green underline underline-hover hover-dark-green\" href=\"http://gendershades.org/overview.html\" rel=\"nofollow\" target=\"_blank\">relative to race and gender.</a></p>\n<p>Facial recognition takes various forms ranging from seemingly harmless to dystopically disastrous. Under the guise of tech neutrality, which says technology just optimizes processes that are already in place, recognition systems can heighten existing biases and perpetuate systemic racism.</p>\n<p>Here at YR Media, we’ve been looking into <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://yr.media/tech/guide-to-anti-surveillance-fashion/\" rel=\"nofollow\" target=\"_blank\">creative ways to dodge and trick facial recognition and surveillance for some time now</a>. Using projectors, dramatic make-up and all sorts of other hacks, activists have paved the way with anti-recognition techniques that also make a broader statement about technology in our <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://tacticaltech.org/#/about\" rel=\"nofollow\" target=\"_blank\">data-driven world</a>. And if you’re looking to just post your selfies in peace, University of Chicago computer engineers are developing a <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://news.uchicago.edu/story/new-tool-protect-yourself-against-facial-recognition-software\" rel=\"nofollow\" target=\"_blank\">tool</a> to imperceptibly “cloak” online images from facial recognition systems.</p>\n<p>We wanted to give you a chance to try defying recognition yourself. Using your cursor or finger, select a color and draw over the provided image. Employing a service called Amazon Rekognition, your drawing will be tested against a sea of other <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://generated.photos/faces\" rel=\"nofollow\" target=\"_blank\">A.I.-generated faces</a> to see if the software can still make a match, despite your attempt to go incognito. Find out how much you need to cover up to hide from those nosy algorithms:</p>","slug":"wish-i-were-here"},{"title":"null","type":"Interactive","text":"<p>null</p>","slug":"null"},{"title":"HOW IT WORKS","type":"text","text":"<p>In most cases, Amazon recommends setting its software to <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://docs.aws.amazon.com/rekognition/latest/dg/collections.html\" rel=\"nofollow\" target=\"_blank\">only ID photos that yield an 80% match</a>, so that’s where we set our cut-off too. If you see multiple matching faces in your results, check out the percentage listed. That’s a “similarity score,” and it shows just how confident the software is that each face is a match. “For many law enforcement use cases, we recommend using a high threshold value of 99% or above to reduce accidental misidentification,” states Amazon Rekognition’s developer guide. And as of June 2020, the company announced a one-year moratorium on police use of their facial recognition technology (more on that below). While these recommendations seem to acknowledge that the technology is fallible, the <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://www.markey.senate.gov/imo/media/doc/acial%20Recognition%20and%20Biometric%20Technology%20Moratorium%20Act.pdf\" rel=\"nofollow\" target=\"_blank\">guidelines they outline aren’t enforced consistently</a>.</p>\n<p>You may have noticed we’ve given you pre-uploaded photos to see how much info facial recognition technologies need to work well. That’s because if our goal is to get you thinking critically about facial recognition, the last thing we want is to force you to upload your likeness to get the point!</p>","slug":"how-it-works"},{"title":"YOU ARE BEING WATCHED","type":"text","text":"<p>The reality is that these technologies aren’t neutral and neither are the people or institutions that make and use them. <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://yr.media/tech/video-is-facial-recognition-racist-yes-and-detroit-is-using-it/\" rel=\"nofollow\" target=\"_blank\">Cities allowing facial recognition have been using surveillance systems to monitor and track suspected criminals using mugshots and driver’s license photos</a>. In fact, an investigation by the Center on Privacy &amp; Technology at Georgetown Law showed that <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://www.law.georgetown.edu/news/half-of-all-american-adults-are-in-a-police-face-recognition-database-new-report-finds/\" rel=\"nofollow\" target=\"_blank\">half of American adults are in facial recognition databases that can be accessed by law enforcement agencies. </a>And with multiple <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://nvlpubs.nist.gov/nistpubs/ir/2019/NIST.IR.8280.pdf\" rel=\"nofollow\" target=\"_blank\">studies</a> showing that facial recognition is more likely to misidentify darker-skinned people and only a <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://www.banfacialrecognition.com/map/\" rel=\"nofollow\" target=\"_blank\">handful</a> of cities banning use of public surveillance programs, we run the risk of making serious mistakes that disproportionately harm our black populace.</p>\n<p>Rollbacks from tech giants further emphasize the need for accountability and responsibility when using facial recognition technologies. In the wake of Black Lives Matter protests following George Floyd’s murder, even before Amazon announced its moratorium, <a class=\"link green underline underline-hover hover-dark-green\" href=\"https://www.ibm.com/blogs/policy/facial-recognition-sunset-racial-justice-reforms/\" rel=\"nofollow\" target=\"_blank\">IBM</a> declared that it would “sunset” facial recognition and analysis products. “IBM firmly opposes and will not condone uses of any technology, including facial recognition technology offered by other vendors, for mass surveillance, racial profiling, violations of basic human rights and freedoms, or any purpose which is not consistent with our values,” said IBM CEO Arvind Krishna in an open letter to Congress. </p>\n<p>We asked Dr. Simone Browne, professor at University of Texas, Austin and author of Dark Matters: On the Surveillance of Blackness, a few of our lingering questions about the state of facial recognition today.</p>","slug":"you-are-being-watched"}],"interview":{"biopicture":"images/bio_picture.jpg","bookpicture":"images/book.jpg","questions":[{"question":"What does your work primarily focus on?","response":"I am a researcher, an educator and writer. My research is mainly on surveillance. I approach looking at surveillance, which is quite interdisciplinary, from a black studies perspective.\nI try to draw some connections between the past and how it can allow us to ask some important questions about our present. And those important questions could be: What are ways that people resist these technologies? What ways were these technologies, ways of identifying people, but also attempting to make people into objects that could be controlled in a particular way? Do we want to be included in these technologies that are often used in very repressive ways? \nA lot of research and development is still under a frame of scientific racism. Those long histories are not behind us. They still form the social conditions and intellectual logics of how these technologies are framed.\nThere are all of these ways that it might be designed to have a certain type of body in mind and that body is often a light body. It's often a male body. It makes certain bodies legible and other parts and pieces of bodies illegible. Gender or race are key ways of identifying people. It doesn't recognize black people. It recognizes white men at a higher degree."},{"question":"What makes facial recognition better than the other security technologies we use?","response":"I guess the question is what do we need to be secure from? Who is the “we” and what can we do better? Who is being policed in particular ways? Who is being jailed or incarcerated? And will facial recognition change that when it's tied to policing? Or will it allow police then to say’ “The algorithm was the one that did this, not me.”?\nThere are all of these ways of knowing who somebody is, regardless of their face, whether or not it's masked up. What happens when we identify the bag that you have, the shoes that you have, your tattoos? All of these things are part and parcel of policing. Think of all the data that you're putting about yourself from your LinkedIn profile to your Etsy purchases to your Yelp comments to your Facebook. All of that is a parcel of who you are digitally in the world. There are still ways in which we are captured by the things we do that might be beyond facial recognition technology, but other types of biometrics that are tied in with the digital data footprint we leave in the online world."},{"question":"Who gains from using facial recognition technologies?","response":"Through popular culture, people develop a certain type of consent to these technologies because they seem to make our lives a bit easier. And for some people, there’s the idea that they're always under threat, always in need of protection and that surveillance technology will save them. That's an easy tradeoff to say, ‘Sure, I'm going to have this Ring doorbell because I want to be nosy, but also I'm okay with the police having access to it at all times or Amazon selling that data."},{"question":"We’re starting to see companies like IBM and Amazon put limits around how facial recognition technologies are being used. What do you make of this?","response":"I think those are important steps. \nWe have to understand the past of this company to be a bit skeptical of their pauses. And for me, it's like, “OK, they're pausing now. What are they working on?” Amazon and IBM are not going to stop being capitalists. They are not just going to stop making money.\nI think this pause points to a lot of work that's being done by activists, by artists, by researchers, by educators, by people that have been really pushing back in cities, at the municipal level to abolish these technologies. So, while there is this pause, the pressure has to stay on."}]}}]}